Repository: Stadly/PasswordPolice
Catalog: translations/messages.*.po
Languages: de_de, nb_no, nn_no

source: There must be at least %interval% between password changes.
de_de: Zwischen Passwortänderungen müssen mindestens %interval% liegen.
nb_no: Det må være minst %interval% mellom passordendringer.
nn_no: Det må vera minst %interval% mellom passordendringar.

source: There must be at most %interval% between password changes.
de_de: Zwischen Passwortänderungen müssen maximal %interval% liegen.
nb_no: Det må være maks %interval% mellom passordendringer.
nn_no: Det må vera høgst %interval% mellom passordendringar.

source: There must be exactly %interval% between password changes.
de_de: Zwischen Passwortänderungen müssen genau %interval% liegen.
nb_no: Det må være akkurat %interval% mellom passordendringer.
nn_no: Det må vera akkurat %interval% mellom passordendringar.

source: There must be between %min% and %max% between password changes.
de_de: Zwischen Passwortänderungen müssen zwischen %min% und %max% liegen.
nb_no: Det må være mellom %min% og %max% mellom passordendringer.
nn_no: Det må vera mellom %min% og %max% mellom passordendringar.

source: The password cannot contain dictionary words.
de_de: Das Passwort darf keine Wörter aus dem Wörterbuch enthalten.
nb_no: Passordet kan ikke inneholde ord fra ordboken.
nn_no: Passordet kan ikkje innehalda ord frå ordboka.

source: The password must contain at least one digit.
de_de: Das Passwort muss mindestens eine Zahl enthalten.
nb_no: Passordet må inneholde minst ett siffer.
nn_no: Passordet må innehalda minst eitt siffer.

source: The password cannot contain digits.
de_de: Das Passwort darf keine Zahl enthalten.
nb_no: Passordet kan ikke inneholde siffer.
nn_no: Passordet kan ikkje innehalda siffer.

source: The password must contain at most one digit.
de_de: Das Passwort darf maximal eine Zahl enthalten.
nb_no: Passordet må inneholde maks ett siffer.
nn_no: Passordet må innehalda høgst eitt siffer.

source: The password must contain exactly one digit.
de_de: Das Passwort muss genau eine Zahl enthalten.
nb_no: Passordet må inneholde akkurat ett siffer.
nn_no: Passordet må innehalda akkurat eitt siffer.

source: The password must contain between %min% and %max% digits.
de_de: Das Passwort muss zwischen %min% und %max% Zahlen enthalten.
nb_no: Passordet må inneholde mellom %min% og %max% siffer.
nn_no: Passordet må innehalda mellom %min% og %max% siffer.

source: The password cannot contain words that are easy to guess.
de_de: Das Passwort darf keine Wörter enthalten, die leicht zu erraten sind.
nb_no: Passordet kan ikke inneholde ord som er lette å gjette.
nn_no: Passordet kan ikkje innehalda ord som er lette å gjetta.

source: The password must appear at least once in data breaches.
de_de: Das Passwort muss mindestens einmal in Verzeichnissen zu Verletzungen des Schutzes personenbezogener Daten vorkommen.
nb_no: Passordet må forekomme minst en gang i databrudd.
nn_no: Passordet må førekoma minst ein gong i databrot.

source: The password cannot appear in data breaches.
de_de: Das Passwort darf nicht in Verzeichnissen zu Verletzungen des Schutzes personenbezogener Daten vorkommen.
nb_no: Passordet kan ikke forekomme i databrudd.
nn_no: Passordet kan ikkje førekoma i databrot.

source: The password must appear at most once in data breaches.
de_de: Das Passwort darf maximal einmal in Verzeichnissen zu Verletzungen des Schutzes personenbezogener Daten vorkommen.
nb_no: Passordet må forekomme maks en gang i databrudd.
nn_no: Passordet må førekoma høgst ein gong i databrot.

source: The password must appear exactly once in data breaches.
de_de: Das Passwort muss genau einmal in Verzeichnissen zu Verletzungen des Schutzes personenbezogener Daten vorkommen.
nb_no: Passordet må forekomme akkurat en gang i databrudd.
nn_no: Passordet må førekoma akkurat ein gong i databrot.

source: The password must appear between %min% and %max% times in data breaches.
de_de: Das Passwort muss zwischen %min% und %max% Mal in Verzeichnissen zu Verletzungen des Schutzes personenbezogener Daten vorkommen.
nb_no: Passordet må forekomme mellom %min% og %max% ganger i databrudd.
nn_no: Passordet må førekoma mellom %min% og %max% gongar i databrot.

source: The password must contain at least one character.
de_de: Das Passwort muss mindestens ein Zeichen enthalten.
nb_no: Passordet må inneholde minst ett tegn.
nn_no: Passordet må innehalda minst eitt teikn.

source: The password cannot contain characters.
de_de: Das Passwort darf keine Zeichen enthalten.
nb_no: Passordet kan ikke inneholde tegn.
nn_no: Passordet kan ikkje innehalda teikn.

source: The password must contain at most one character.
de_de: Das Passwort darf maximal ein Zeichen enthalten.
nb_no: Passordet må inneholde maks ett tegn.
nn_no: Passordet må innehalda høgst eitt teikn.

source: The password must contain exactly one character.
de_de: Das Passwort muss genau ein Zeichen enthalten.
nb_no: Passordet må inneholde akkurat ett tegn.
nn_no: Passordet må innehalda akkurat eitt teikn.

source: The password must contain between %min% and %max% characters.
de_de: Das Passwort muss zwischen %min% und %max% Zeichen enthalten.
nb_no: Passordet må inneholde mellom %min% og %max% tegn.
nn_no: Passordet må innehalda mellom %min% og %max% teikn.

source: The password must contain at least one lower case letter.
de_de: Das Passwort muss mindestens einen Kleinbuchstaben enthalten.
nb_no: Passordet må inneholde minst en liten bokstav.
nn_no: Passordet må innehalda minst ein liten bokstav.

source: The password cannot contain lower case letters.
de_de: Das Passwort darf keine Kleinbuchstaben enthalten.
nb_no: Passordet kan ikke inneholde små bokstaver.
nn_no: Passordet kan ikkje innehalda små bokstavar.

source: The password must contain at most one lower case letter.
de_de: Das Passwort darf maximal einen Kleinbuchstaben enthalten.
nb_no: Passordet må inneholde maks en liten bokstav.
nn_no: Passordet må innehalda høgst ein liten bokstav.

source: The password must contain exactly one lower case letter.
de_de: Das Passwort muss genau einen Kleinbuchstaben enthalten.
nb_no: Passordet må inneholde akkurat en liten bokstav.
nn_no: Passordet må innehalda akkurat ein liten bokstav.

source: The password must contain between %min% and %max% lower case letters.
de_de: Das Passwort muss zwischen %min% und %max% Kleinbuchstaben enthalten.
nb_no: Passordet må inneholde mellom %min% og %max% små bokstaver.
nn_no: Passordet må innehalda mellom %min% og %max% små bokstavar.

source: Formerly used passwords cannot be reused.
de_de: Zuvor genutzte Passwörter können nicht wieder verwendet werden.
nb_no: Tidligere brukte passord kan ikke brukes på nytt.
nn_no: Tidlegare brukte passord kan ikkje brukast på nytt.

source: The most recently used password cannot be reused.
de_de: Das zuletzt verwendet Passwort kann nicht wieder verwendet werden.
nb_no: Det nyligst brukte passordet kan ikke brukes på nytt.
nn_no: Det nylegast brukte passordet kan ikkje brukast på nytt.

source: The password must have been set before %date%.
de_de: Das Passwort muss vor %date% festgelegt worden sein.
nb_no: Passordet må være satt før %date%.
nn_no: Passordet må vera sett før %date%.

source: The password must have been set after %date%.
de_de: Das Passwort muss nach %date% festgelegt worden sein.
nb_no: Passordet må være satt etter %date%.
nn_no: Passordet må vera sett etter %date%.

source: The password must have been set before or after %date%.
de_de: Das Passwort muss vor oder nach %date% festgelegt worden sein.
nb_no: Passordet må være satt før eller etter %date%.
nn_no: Passordet må vera sett før eller etter %date%.

source: The password must have been set before %min% or after %max%.
de_de: Das Passwort muss vor %min% oder nach %max% festgelegt worden sein.
nb_no: Passordet må være satt før %min% eller etter %max%.
nn_no: Passordet må vera sett før %min% eller etter %max%.

source: The password must contain at least one symbol (%characters%).
de_de: Das Passwort muss mindestens ein Symbol (%characters%) enthalten.
nb_no: Passordet må inneholde minst ett symbol (%characters%).
nn_no: Passordet må innehalda minst eitt symbol (%characters%).

source: The password cannot contain symbols (%characters%).
de_de: Das Passwort darf keine Symbole (%characters%) enthalten.
nb_no: Passordet kan ikke inneholde symboler (%characters%).
nn_no: Passordet kan ikkje innehalda symbol (%characters%).

source: The password must contain at most one symbol (%characters%).
de_de: Das Passwort darf maximal ein Symbol (%characters%) enthalten.
nb_no: Passordet må inneholde maks ett symbol (%characters%).
nn_no: Passordet må innehalda høgst eitt symbol (%characters%).

source: The password must contain exactly one symbol (%characters%).
de_de: Das Passwort muss genau ein Symbol (%characters%) enthalten.
nb_no: Passordet må inneholde akkurat ett symbol (%characters%).
nn_no: Passordet må innehalda akkurat eitt symbol (%characters%).

source: The password must contain between %min% and %max% symbols (%characters%).
de_de: Das Passwort muss zwischen %min% und %max% Symbole (%characters%) enthalten.
nb_no: Passordet må inneholde mellom %min% og %max% symboler (%characters%).
nn_no: Passordet må innehalda mellom %min% og %max% symbol (%characters%).

source: The password must contain at least one upper case letter.
de_de: Das Passwort muss mindestens einen Großbuchstaben enthalten.
nb_no: Passordet må inneholde minst en stor bokstav.
nn_no: Passordet må innehalda minst ein stor bokstav.

source: The password cannot contain upper case letters.
de_de: Das Passwort darf keine Großbuchstaben enthalten.
nb_no: Passordet kan ikke inneholde store bokstaver.
nn_no: Passordet kan ikkje innehalda store bokstavar.

source: The password must contain at most one upper case letter.
de_de: Das Passwort darf maximal einen Großbuchstaben enthalten.
nb_no: Passordet må inneholde maks en stor bokstav.
nn_no: Passordet må innehalda høgst ein stor bokstav.

source: The password must contain exactly one upper case letter.
de_de: Das Passwort muss genau einen Großbuchstaben enthalten.
nb_no: Passordet må inneholde akkurat en stor bokstav.
nn_no: Passordet må innehalda akkurat ein stor bokstav.

source: The password must contain between %min% and %max% upper case letters.
de_de: Das Passwort muss zwischen %min% und %max% Großbuchstaben enthalten.
nb_no: Passordet må inneholde mellom %min% og %max% store bokstaver.
nn_no: Passordet må innehalda mellom %min% og %max% store bokstavar.
